{ "translations": {
    "Privacy" : "Integritet",
    "-" : "-",
    "The privacy center shows you where your data is stored and who can access it, either because you shared with them or because they are administrators." : "Sekretesscentret visar dig var din data är lagrad och vem som kan komma åt den. Antingen för att du delade med dem eller för att de är administratörer.",
    "Add external admin" : "Lägg till extern administratör",
    "Your files are not protected by encryption." : "Dina filer är inte skyddade med kryptering.",
    "Your files are encrypted with {linkopen}server-side-encryption ↗{linkclose}." : "Dina filer är krypterade med  {linkopen}serverkryptering ↗{linkclose}.",
    "This server is protected with full-disk-encryption." : "Servern är skyddad med fullständig disk-kryptering.",
    "Your files are encrypted with {linkopen}server-side-encryption ↗{linkclose}. Additionally, this server is protected with full-disk-encryption." : "Dina filer är krypterade med {linkopen}serverkryptering ↗{linkclose}. Dessutom är den här servern skyddad med fullständig disk-kryptering.",
    "This server is using full-disk-encryption." : "Servern använder fullständig disk-kryptering.",
    "Your data is located in: " : "Din data finns i:",
    "The admin hasn't selected the location of the server yet." : "Administratören har inte valt någon plats för servern än.",
    "Please select a country" : "Välj ett land",
    "You don't have any shares with individual users." : "Du har inga delningar med enskilda användare.",
    "Denmark" : "Danmark",
    "Finland" : "Finland",
    "Norway" : "Norge",
    "Sweden" : "Sverige",
    "Your Nextcloud account" : "Ditt Nextcloud-konto",
    "Your data represents who you are and can easily be abused. We at Nextcloud believe that you have a right to decide what happens with your data. Nextcloud protects your rights as defined in the User Data Manifesto!" : "Din data representerar vem du är och kan lätt missbrukas. Vi på Nextcloud anser att du har rätt att bestämma vad som händer med din data. Nextcloud skyddar dina rättigheter enligt definitionen i användardata-manifestet!",
    "User Data Manifesto 2.0" : "Användardata-manifest 2.0",
    "Defining basic rights for people to control their own data in the internet age" : "Definiera grundläggande rättigheter för att människor ska kunna kontrollera sin data i internetåldern",
    "Control" : "Kontroll",
    "over user data access" : "över dataåtkomst",
    "Data explicitly and willingly uploaded by a user should be under the ultimate control of the user. Users should be able to decide whom to grant direct access to their data and with which permissions and licenses such access should be granted." : "Data som uttryckligen laddas upp av en användare bör vara under kontroll av den användaren. Användare ska kunna bestämma vem som har direkt tillgång till deras data och med vilka rättigheter och licenser sådan åtkomst beviljas.",
    "Knowledge" : "Kunskap",
    "of how the data is stored" : "om hur data lagras",
    "When the data is uploaded to a specific service provider, users should be informed about where that specific service provider stores the data, how long, in which jurisdiction the specific service provider operates, and which laws apply." : "När uppgifterna laddas upp till en viss tjänsteleverantör bör användarna informeras om var den specifika tjänsteleverantören lagrar data, hur länge, i vilken jurisdiktion den specifika tjänsteleverantören är verksam och vilka lagar som gäller.",
    "Freedom" : "Frihet",
    "to choose a platform" : "att välja en plattorm",
    "Users should always be able to extract their data from the service at any time without experiencing any vendor lock-in. Open standards for formats and protocols are necessary to guarantee this." : "Användare bör alltid kunna hämta ut sin data från tjänsten när som helst utan att uppleva någon leverantörs-inlåsning. Öppna standarder för format och protokoll är nödvändiga för att kunna garantera detta.",
    "Learn more ↗" : "Lär dig mer ↗",
    "Where is your data?" : "Var är din data?",
    "Who has access to your data?" : "Vem har tillgång till din data?",
    "Administrators" : "Administratörer",
    "People you shared with" : "Personer du delat med",
    "Privacy policy" : "Integritetspolicy",
    "Read the privacy policy." : "Läs integritetspolicy.",
    "Encryption" : "Kryptering"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}